{
  "brands": [
    {
      "name": "Phone Cases",
      "description": "Keep your smartphone looking as good as the day you bought it, with our range of protective cases available in a variety of designs, colours and sizes. Phone cases featuring original designs created by artists. Stylish and protective for your iPhone or Samsung with slim, tough and soft case options. You are mightily tempting fate if you walk around without a case on your phone. The same goes for old phone cases with so many dings and rips they couldn't protect your device against a light breeze."
    },
    {
      "name": "Screen Protectors",
      "description": "Our smartphone screen protectors come in a range of different materials to keep your display safe and scratch-free. Screen protectors are made of either plastics, such as polyethylene terephthalate (PET) or thermoplastic polyurethane (TPU), or of laminated tempered glass, similar to the device's original screen they are meant to protect. A screen protector is probably the only thing we’d recommend any person get for their smartphone."
    },
    {
      "name": "Phone Holders",
      "description": "This means fitting a mobile phone holder won't just keep your dashboard tidy; it could also save you a fortune. A car phone mount is designed to hold your device in the optimum position for safe viewing of the screen while driving. They often attach onto your air conditioning vent, or have a rubber suction pad for attaching to the windscreen. Phone stands are small objects that are used to prop up your mobile device. They are designed to sit on a hard surface, like a table or desk, so you can watch funny videos, scroll through pics, and ultimately, keep your phone clean and safe."
    },
    {
      "name": "Power Banks",
      "description": "Find your Power bank chargers. All the latest models and great deals on are on Accessories. A power bank is a portable battery designed to recharge electronic gadgets when you don’t have access to a regular wall charger. Ranging in size from slim, pocket-sized devices up to larger, high-capacity power banks – they can be used to charge cell phones, tablets, cameras, portable speakers, gaming consoles, or even laptops."
    },
    {
      "name": "Cables",
      "description": "Buy phone cables to charge and transfer data on your phones and tablets. USB is supposedly universal, but there are so many different types. Why is this? As it turns out, they each serve different functions, mainly to preserve compatibility and support new devices. Here are the six most common types of USB cables and connectors: Type-A, Type-B, Mini-USB, Micro-USB, Type-C, Lightning. The Mini and Micro connectors are considered smaller forms of type-B, even though 'type-B' is usually not in their name."
    },
    {
      "name": "Chargers",
      "description": "Choose from wide range of fast charges, multi-port and wireless once and charge your phone as you like. A charger is the accessory you plug into your phone or laptop when the battery power is low. If you're bringing your digital camera with you on vacation, it's important to remember your charger. Devices that are powered by rechargeable or internal batteries need a charger to keep that battery working. When you plug a phone charger into an outlet, a jolt of electricity recharges the phone battery's cells."
    }
  ]
}
